Revit 2024 API
CurveExtents.StartParameter Property
 The start parameter of the curve extents.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2013
Syntax
C#
public double StartParameter { get; }
Visual Basic
Public ReadOnly Property StartParameter As Double
	Get
Visual C++
public:
property double StartParameter {
	double get ();
}
See Also
CurveExtents Class
Autodesk.Revit.DB Namespace